[Main]
DisplayName=Norsk

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Tilbakemelding

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Ingen verktøylinjer eller plug-ins i nettleseren
rdlvAllBrowse.Columns[0].Caption=Navn
rdlvAllBrowse.Columns[1].Caption=Brukervurderinger
rdlvAllBrowse.Columns[2].Caption=Operasjon
rdlvCustomBrowse.Columns[0].Caption=Navn
rdlvCustomBrowse.Columns[1].Caption=Installasjonsdato
mniRemove.Caption=Fjern
mniRate.Caption=Vurdering
mniIgone.Caption=Ignorer
mniRefush.Caption=Oppfrisk
mniOpenFloder.Caption=Åpne filplassering
mniOpeninRegedit.Caption=Åpne i Regedit
mniSelectedAll.Caption=Velg alle
mniInvertSelection.Caption=Velg omvendt
mniSearchOnline.Caption=Søk online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Resett nettleser
lblConfire.Caption=Er du sikker på at du vil gjeninnføre standardinnstillinger?
lblHomepageTitle.Caption=Nåværende hjemmeside:
lblSearchTitle.Caption=Nåværende standard søkemotor:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Avbryt

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Tilbakemelding
lbl_DescTitle.caption=Beskrivelse:
lbl_EmailTitle.caption=E-post:
lbl_ScreenShot.caption=Skjermdump
lbl_TypeTitle.caption=Type forespørsel:
btnImg_FeedBackSend.caption=Send
btnImg_FeedBackCancel.caption=Avbryt
lbl_ContactMsg.caption=Eller kontakt oss direkte via

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Fjern
lbl_NoTkanks.caption=Vis aldri dette igjen

[Uninstaller_frmSetting]
lbl_Caption.caption=Innstillinger
lbl_UserInterfaceTitle.caption=Brukergrensesnitt
lbl_SkinTitle.caption=Skin:
lbl_LanguageTitle.caption=Nåværende språk:
lbl_FontSize.caption=Fontstørrelse:
lbl_Classic.caption=Klassisk
lbl_White.caption=Hvit
lbl_UpdateTitle.caption=Oppdateringsmetode
lbl_UpdateRemind.caption=Varsle meg når oppdateringer er tilgjengelige
lbl_UpdateChooseDes.caption=Oppdateringsmetode for dette produktet:
lbl_UpdateAuto.caption=Oppdater automatisk
lbl_GeneralCaption.caption=Generell
lbl_AutoDelete.caption=Fjern restfiler automatisk når de er funnet ved grundig skanning
lbl_AutoDeleteAfterOtherUninstall.caption=Slett rester foretatt av annet avinstalleringsprogram automatisk
lbl_RemoveToRecycleBin.caption=Fjern filer som er funnet av Powerful Scan og legg dem i Papikurven
lbl_ShowExplorerButton.caption=Legg Makuler fil knapp till i Utforskeren
lbl_Notification.caption=Varsel
lbl_AutoShowTipForm.caption=Bruk Grundig skanning når avinstallasjonsoperasjon oppdages
lbl_BrowserPlugTip.caption=Varsle når skadelige plug-ins med trusselprogrammer installeres
btnImg_OK.caption=OK
btnImg_Cancel.caption=Avbryt

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Navn
ListView_AppList.Columns[1].caption=Størrelse
ListView_AppList.Columns[2].caption=Installasjons
ListView_AppList.Columns[3].caption=Operasjon
lbl_Notice.caption=For å vise Windows applikasjoner må du sørge for at din nåværende påloggingskonto har administrative rettigheter.
mniUninstall.caption=Avinstaller
mniRefush.caption=Oppfrisk
mniView.caption=Vis
mniDetails.caption=Detaljer
mniIcons.caption=Ikoner
mniOpenFile.caption=Åpne filplassering
mniOpenReg.caption=Åpne i Regedit
mniOpenWinstore.caption=Åpne i Winstore
mniSearchOnline.caption=Søk online

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Navn
ListView_Update.Columns[1].caption=Installasjonsdato
ListView_Update.Columns[2].caption=Operasjon
lbl_NoItems.caption=Ingen Windows oppdateringer funnet
mniUninstall.caption=Avinstaller
mniRefush.caption=Oppfrisk
mniViewby.caption=Vis
mniDetails.caption=Detaljer
mniIcons.caption=Ikoner

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Tving avinstallering
lbl_FUInfo.caption=Force Uninstall hjelper deg med å avinstallere et program som ikke kan avinstalleres på en rutinemessig måte og fjerne filrester grundig. Det kan også hjelpe deg med enkelt å fjerne en snarvei og målfil.
btnImg_Open.caption=Browse...
lbl_DropInfo.caption=Du kan navigere eller dra og slippe en fil eller mappe her for å slette eller avinstallere det relaterte programmet.
btnImg_Uninstall.caption=Avinstaller
btnImg_Cancel.caption=Avbryt
PopMenu_Uninstall.caption=Avinstaller
PopMenu_OpenFolder.caption=Åpne filplasering
PopMenu_ViewEntry.caption=Åpne i Regedit
PopMenu_SearchOnline.caption=Søk online
ListView_FindReslut.Columns[0].caption=Vis navn
ListView_FindReslut.Columns[1].caption=Operasjon
ListView_FindReslut.Columns[2].caption=Installasjonsdato

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Åpne i Regedit
mniMenu_Path.caption=Åpne filplassering
btnImg_AllMainCancel.caption=Avbryt
btnImg_Advanced.caption=Avansert
btnImg_Uninstall.caption=Avinstaller
lbl_AutoDelete.caption=Fjern restfiler automatisk når de er funnet ved grundig skanning
lbl_IsCreateRestore.caption=Lag et gjenopprettingspunkt før du avinstallerer. Det kan ta litt tid.
lbl_IsUninstallHint.caption=Vil du avinstallere det valgte programmet?
btnImg_Delete.caption=Slett
btnImg_ReslutCancel.caption=Avbryt
lbl_SeletedAll.caption=Velg alle
lbl_ShredFile.caption=Makuler filer
lbl_AllRestart.caption=Vennligst start PCen på nytt for å avinstallere programmet fullstendig. Start på nytt nå?
lbl_NoPowerScan.caption=Ingen gjenværende elementer funnet i Powerful Scan.Avinstallering fullført.
lbl_SomeNeedStart.caption=Vennligst start PCen på nytt for å avinstallere programmet fullstendig. Start på nytt nå?
btnImg_RecommendClose.caption=Avslutt
btnImg_Restart.caption=Ja
lbl_MoneyBackInfo.caption=Du vil dra nytte av en sikrere og raskere PC ved å fjerne uønskede programmer og plugins helt. 60-dagers pengene tilbake-garanti uten innvendinger fra vår side.
lbl_MoneyBackTitle.caption=Fullstendig avinstallering og en renere PC garanteres
lbl_UninstallCompleted.caption=Avinstallasjonen er fullført!
lbl_PluginTitle.caption=Imidlertid, for å sikre en sirkrere nettsurfing, må følgende forhold å fikses:
lbl_UpgradeDes.caption=Oppgrader til IObit Uninstaller nå for å fikse dem.
lbl_AutoUpdateDes.caption=Rydd opp i restfiler automatisk og raskt.
lbl_CleanDes.caption=Oppdag og avinstaller bundleware (tilleggsprogrammer når du installerer noe) enkelt
lbl_MoreDBDes.caption=Fjern gjenstridige programmer ved hjelp av utvidet databaseinnhold
lbl_ProTitle.caption=Imidlertid, med PRO utgaven kan man:
lbl_RemovePlugin.caption=Fjern skadelige plug-ins slik at du gjør nettleseren sikrere
lbl_SupportDes.caption=Hold dine viktige programmer up to date

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Avinstaller
btnImg_Cancel.caption=Avbryt

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Gjenopprett avinstallering
rdlblDesc.Caption=Gjenopprett datamaskinen til den tilstanden den var i før den valgte hendelsen. Den siste kan ikke slettes av hensyn til systemsikkerhet.
ListView_Restore.Columns[0].Caption=Dato og tid
ListView_Restore.Columns[1].Caption=Beskrivelse
btn_CreateRestorePoint.Caption=Opprett gjenopprettingspunkt
RdImageButton_Restore.Caption=Gjenopprett
RdImageButton_Delete.Caption=Slett
lblNull.Caption=Ingen gjenopprettingspunkt for systemet er opprettet.

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Rydd restfiler
lbl_Frame_Detail.caption=Rydd restfiler vil hjelpe deg med å fjerne ugyldige snarveier, Windows Patch Cache og ubrukelig filer i Nedlastingsmappen for å spare plass og for bedre systemytelse.
lbl_Shortcut_Title.caption=Ugyldige snarveier
lbl_Shortcut_Detail.caption=Skan og fjern ugyldige snarveier i Startmenyen og på skrivebordet for å forbedre systemytelse & brukeropplevelse.
lbl_WindowsPatch_Title.caption=Window Patch Cache
lbl_WindowsPatch_Detail.caption=Rydd opp i cache etter installasjon av patcher for å frigjøre diskplass og få systemet til å kjøre jevnere.
lbl_Download_Title.caption=Nedlastingsmappe
lbl_Download_Detail.caption=Skann filer i standard nedlastingsmappe for nettlesere og nedlastingsverktøy. Før du sletter, må du passe på at det er ubrukelige filer du fjerner.
Menu_Clean_OpenFileLocation.caption=Åpne filplasering
Menu_Clean_SelectAll.caption=Velg alle
Menu_Clean_InvertSelection.caption=Omvendt merking
ListView_Clean.Columns[0].Caption=Filsti
RdLabelBack.Caption=Tilbake
ck_SelectALL.Caption=Velg alle

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nei takk
RdImgBtnUninstall.caption=Avinstaller
RdListView_History.Columns[0].Caption=Programnavn
RdListView_History.Columns[1].Caption=Tilstand

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Avslutt

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Filmakulator
lbl_Listview_Title.caption=Velg filen eller mappen du ønsker å makulere:
lblLoading.caption=Laster...
lbl_AddFile.caption=Legg til fil...
lbl_AddFolder.caption=Legg til mappe...
RdImageButton_Shredder.caption=Makuler
RdImageButton_Cancel.caption=Avbryt
ListView_FileList.Columns[0].Caption=Filsti
Menu_Shredder_Shredder.caption=Makuler
Menu_Shredder_AddFile.caption=Legg til fil
Menu_Shredder_AddFolder.caption=Legg til mappe
Menu_Shredder_Romove.caption=Fjern
Menu_Shredder_Clean.caption=Fjern
lbl_Shredder_Tip.caption=Makulerer filer. Det kan litt tid, vennligst vent...

[uninstall_Mitor_M]
ProStillLeavesone_M=%d program har fremdeles:
Lbl_metro_Atten.caption=OBS
lbl_show.caption="%s" har fremdeles restfiler som kan påvirke PC ytelsen.
Donotagain_M=Ikke vis dette igjen.
Hide_M=Skjul
showDetails_M=Vis detaljer
Cleanmanually_M=Rens manuelt
Close_M=Avslutt
AutoClean_M=Autorens
Cleaning_M=Renser
Cleannow_M=Rens nå
StillLeavas_M="%s" fremdeles gjenstår
RegistryEntries_M=registeroppføringer
MBFiles_M=MB filer
LeftBy_M=igjen. "%s" ble slettet
Cleanfuture_M=Rens automatisk i fremtiden
Registry_M=Register
File_M=Fil
Files_M=filer
Items_M=elementer
Item_M=element
rdlblCleanupCompleted.caption=Opprydding fullført
rdlblIncomplete.caption=Ufullstendig
Setting_M=Innstilling
Uselessfiles_M=ubruklige filer
Uselessregistryentries_M=ubruklige registerinnstillinger
UselessregistryentriesOne_M=overflødig registeroppføring
Removingnow_M=Fjerner nå...
rdlblRemoving.caption=Fjerner nå...
TrayHintstill=fortsatt %d gjenværende forhold kan repareres
CCtrayHint_M=fortsatt %d+ gjenværende forhold kan repareres
LeftoversRemoved_M=Rester fjernet:
ProStillLeaves_M=%d programmer har fremdeles:

[UninstallHistory_M]
rdlbl_NoTkanks.caption=Nei takk
RdImageButtonImageButton_Uninstall.caption=Avinstaller

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Varsel
Lbl_Warnning_Detail.caption=Dette dataprogrammet er kopibeskyttet ved lov og av internasjonale avtaler.
lbl_copyright.caption=Copyright© 2005-2018 IObit. Alle rettigheter reservert.
lbl_Thanks_Title.caption=Spesiell takk til følgende personer for viktige bidrag:
rdhtmlEula.caption=<a>sluttbrukeravtale</a> | <a>personvernregler</a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Størrelse
ListView_SoftwareList.Columns[2].Caption=Installasjons
ListView_SoftwareList.Columns[3].Caption=Operasjon
Menu_Program_Uninstall.caption=Avinstaller
Menu_Program_Repair.caption=Reparer
Menu_Program_Refresh.caption=Oppfrisk
Menu_Program_ViewBy.caption=Vis med
Menu_Program_icons.caption=Ikoner
Menu_Program_Details.caption=Detaljer
Menu_Program_OpenFileLocation.caption=Åpne filplassering
Menu_Program_OpeninRegedit.caption=Åpne i Regedit
Menu_Program_SearchOnline.caption=Søk online

[uninstaller_Form_Activate]
Label_Get.caption=Hent lisens
Label_Retrv.caption=Hent kode
Label_Eg.caption=F.eks: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=Gjenstridig program fjerning
lblContentOne.caption=Grundig fjerning av mer gjenstridige programmer med tilpasset teknologi og utvidet database.
lblTitleTwo.caption=Fjern Bundleware automatisk
lblContentTwo.caption=Overvåk programinstallasjon for enkelt å oppdage og avinstallere bundleware og buntede plug-in moduler
lblTitleThree.caption=Rask og sikker nettleser
lblContentThree.caption=Fjern skadelige tillegg/annone plug-ins slik at du oppnår en sikker og jevn nettlesing.
lblTitleFour.caption=Ny Software Updater
lblContentFour.caption=Enkel og rask måte å holde viktige programmer up todate.
RdImgBtnRegNow.caption=Registrer nå
RdLabelCaption.caption=Aktiviser Pro utgaven som gir en bedre serviceopplevelse
Label_Please.caption=Vennligst angi lisensen og klikk på "Registrer nå" knappen for å aktivere alle funksjonene i PRO versjonen.
Label_Code.caption=Lisenskode:
Label_More.caption=Flere fordeler. Vi lover:
RdImgBtn_Upgrade.caption=Oppgrader til PRO
rdlblHelp.caption=hjelp

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Avslutt
rdlblHelp.caption=hjelp
Label_Please.caption=Vennligst angi lisenskoden og klikk på "Registrer nå" knappen for å aktivere alle funksjonene i PRO versjonen.
Label_Code.caption=Lisenskode:
RdImgBtnRegister.caption=Registrer nå
Label_Retrv.caption=Hent kode
Label_HaveLicense.caption=Har du ingen lisens?
Label_click.caption=Klikk her for å hente en
RdImageButton_Back.caption=Tilbake
RdImageButton_Close.caption=Avslutt
RdLabelCaption.caption=Lisensadministrator
Label_Status.caption=Lisensstatus:
Label_Activated.caption=Aktivert
Label_Lcode.caption=Lisenskode:
Label_Data.caption=Utløpsdato:
Label_Refresh.caption=Oppfrisk
Label_Export.caption=Eksporter lisens
rdlblAlread.caption:=Har allerede en lisenskode

[uninstaller_Form_licensemessage]
rdlblHelp.caption=hjelp
RdImgBtn_Closetwo.caption=Avslutt
Label_success.caption=Lisensen ble vellykket aktivert!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Her finner du avinstallasjonslogger og status. Hvis statusen viser at det finnes restfiler igjen, kan du klikke på Skan for å finne og fjerne alle rester av programmet.
RdLabelCaption.caption=Avinstaller historikk
ListView_History.Columns[1].Caption=Avinstaller dato
ListView_History.Columns[2].Caption=Operasjon
ListView_History.Columns[3].Caption=Tilstand
ListView_History.Columns[4].Caption=Installasjonsdato
Menu_ClearThis.Caption=Fjern denne oppføringen
Menu_ClearAll.Caption=Fjern alle

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Ventreklikk og dra musen for å velge området du ønsker å ta et skjermbilde av.
M_NoticeInfo_AC=2.  Høyreklikk og tast Esc for å avslutte
M_Rect=Rektangel
M_Oval=Oval
M_Text=Tekst
M_Paintbrush=Paintbrush
M_Return=Gjenopprett operasjon Ctrl+Z
M_Copy=Kopier til utklippstavlen
M_Exit=Avslutt skjermdump
M_Save=Lagre
M_TipInfo=Skjermdumpen har blitt lagret i utklippstavlen. Du kan bruke Ctrl+V for å lime inn.
M_TipShow=Ikke vis denne meldingen igjen
M_TipSure=OK
M_NoticeInfo=1. Venstreklikk og dra musen for å velge området du vil ha en skjermdump av
M_NoticeInfo_a=2. Høyreklikk eller tast Esc for å avslutte

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Sender...
lbl_SendFailed.caption=Sendingen gikk galt. Vennligst klikk OK for å Sende inn en tilbakemelding online.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Takk for tilbakemeldingen. Vi vil kontakte deg så snart som mulig.
btnImg_SendSuccess.caption=OK

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Oppdater manuelt
Rdlb_lbOpenBuyWeb.caption=Lei av manuell oppdatering?
RdLb_OpenBuyWeb.caption=Aktiver automatisk oppdatering

[Uninstaller_M]
MainGiftbox_Hint=%D% spesialrabatt
MainUpdate_Hint=En ny versjon er tilgjengelig
Startup_Delete_M=Slett
LicenseSeat_M=Lisensholder:
Powerful_File_Reboot_M=Fil slettet ved oppstart:
Powerful_File_Del_M=Fil slettet:
Powerful_Reg_Sucess_M=Register slettet:
Powerful_Reg_Faild_M=Sletting av registeroppføring gikk galt:
Powerful_Task_Sucess_M=Oppgaveplan slettet:
Powerful_Task_Faild_M=Oppgaveplan kunne ikke slettes:
Powerful_Services_Sucess_M=Tjeneste slettet:
Powerful_Services_Faild_M=Tjeneste kunne ikke slettes:
CodeLiftTime_M=Dette er en  lisenskode som bare er gyldig for IObit Uninstaller v6. Vennligst reinstaller IObit Uninstaller v6 PRO.
ShredderDetail_1=Slettede filer kan gjenvinnes selv etter at disken er formatert
ShredderDetail_2=Filmakulatoren hjelper deg med å fjerne filer sikkert og permanent.
Program_Information=Programinformasjon
Files_Deleted=Filer slettet
Registries_Deleted=Registre slettet
Scheduled_Tasks_Deleted=Planlagte handlinger slettet
Deleted_on_Reboot=Slettet ved oppstart
Service_Deleted=Tjeneste slettet
HtmlADPluginCaption=<a>%d</a> forstyrrelser fra annonse plugins
HtmlMaliciousPluginCaption=<a>%d</a> trusler fra skadelige plugins
MenuRight_Caption=Grundig avinstallering
UninstallLog_No_IsEmpty_M=Ingen restfiler funnet ved Grundig skanning
Input_Text_Search=Søk
Hint_Settings=Opsjoner
Hint_WindowMin=Minimere
Hint_WindowMax=Maksimere
Hint_WindowRest=Gjenopprett
Hint_WindowClose=Avslutt
Hint_Tools=Verktøy
Nav_Colle_Program_All=Programmer
Nav_Colle_Browser=Verktøylinjer & Plug-ins
Nav_Colle_Win=Windows applikasjoner
Nav_Colle_AC=Aksjonssenter
Nav_Item_Program_All=Alle programmer
Nav_Item_Program_Recent=Nettopp installert
Nav_Item_Program_Infrequent=Sjelden brukt
Nav_Item_Program_Large=Store programmer
Nav_Item_Win_Update=Windows oppdatering
Nav_Item_Browser_All=Alle verktøylinjer & Plug-ins
Button_Uninstall=Avinstaller
Button_Remove=Fjern
Button_OK=OK
Button_Cancel=Avbryt
Button_Close=Avslutt
Button_Yes=Ja
Button_No=Nei
Button_Continue=Fortsett
FileCorruptedMsg=Noen filer i IObit Uninstaller er korrupte. Vennligst installer IObit Uninstaller på nytt.
Program_Mult=Programmet kjøres allerede under en annen brukerkonto. Vennligst gå ut av programmet for denne kontoen og prøv å starte det på nytt.
ToolPopForceUninstall=Tving avinstallering
ToolPopCleanup=Rydd restfiler
ToolPopHistory=Avinstaller historikk
ToolPopFileShredder=Filmakulator
MoreSettingPopSetting=Innstillinger...
MoreSettingPopRestore=Gjenopprett
MoreSettingPopExport=Eksporter programliste
MoreSettingPopUpdate=Sjekk etter oppdateringer
MoreSettingPopManual=Brukermanual
MoreSettingPopSupport=Teknisk support
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Lik
MoreSettingPopAbout=Om
DefaultSelProg=Avinstaller unødvendige programmer for å frigjøre plass.
DefaultSelPlug=Fjern uønskede plugins for å beskytte nettleseren.
DefaultSelWApp=Avinstaller uønskede Windows applikasjoner for å få fart på PCen.
SelInfoProg=program valgt for avinstallering. Størrelse totalt:
SelInfoProgM=program valgt for avinstallering. Størrelse totalt:
SelInfoPlug=plug-in valgt for fjerning
SelInfoPlugM=plugins valgt for fjerning
SelInfoUpdate=Windows oppdatering valgt for avinstallasjon.
SelInfoUpdateM=Windows oppdateringer valgt for avinstallasjon.
SelInfoWApp=applikasjon valgt for avinstallering.
SelInfoWAppM=applikasjoner valgt for avinstallering.
v_license_OtherCode_M=Lisenskoden %s er bare gyldig for %s. Vennligst klikk på OK-knappen for å laste ned og registrere %s
Cannotconnect_M=Kan ikke koble til serveren vår. Vennligst sjekk dine nettverks / proxy-innstillinger og prøv å validere lisensen senere.
license_OtherGivewalys_M=%s er en gavelisens og gjelder kun for den angitte versjonen. Vennligst gjør et besøk <a>her</a> for å kjøpe en ny lisenskode for IU v7 PRO.
SysRestore_CreateComplete=Opprettet gjenopprettingspunkt
SysRestore_CreateFailed=Opprettelse av gjenopprettingspunkt gikk galt. Vennligst sjekk om systemgjenoppretting er aktivert.
SysRestore_CreateRestore_Confirm=Er du sikker på at du vil lage et gjenopprettingspunkt?
SysRestore_CreateRestore_Tip=Lager et gjenopprettingspunkt. Vennligst vent...
SysRestore_CreateRestore_Failed=Opprettelse av gjenopprettingspunkt gikk galt. Vennligst sjekk om systemgjenoppretting er aktivert.
SysRestore_SetRestore_Confirm=ADVARSEL: Gjenoppretting av systemet til et gjenopprettingspunkt vil angre alle endringer som er foretatt etter at gjenopprettingspunktet ble laget. Når prosessen er startet, kan systengjenopprettingen ikke omgjøres eller avbrutes. Er du sikker på at du vil fortsette?
SysRestore_SetRestore_Reboot=En omstart er nødvendig for å aktivere disse endringene. Vennligst lagre alle åpne filer og lukk alle åpne programmer før omstart. Vil du starte datamaskinen på nytt nå?
SysRestore_SetRestore_Tip=Gjenoppretter systemfiler og installinger. Vennligst vent...
SysRestore_Delete_Confirm=Er du sikker på at du vil slette den?
Clean_Shortcuts_GroupsHeader_M=Ugyldige snarveier
Clean_WindowsPatch_GroupsHeader_M=Window Patch Cache
Clean_Download_GroupsHeader_M=Nedlastingsmappe
Shredder_Del_M=Er du sikker på at du vil fjerne %d filer som er lagt til? Slettingen kan IKKE GJENOPPRETTES og vil ta lenger tid å fullføre.
Shredder_DelOne_M=Er du sikker på at du vil fjerne %d fil permanent? Slettingen er helt uopprettelig, og vil ta lengre tid å fullføre.
Shredder_NotDel_M="%s" ble ikke makulert fordi den er umulig å lese. Vennligst sjekk om den fortsatt er i bruk.
Shredder_InUse_M=Noen filer ble ikke makulert fordi de er umulige å lese. Vennligst sjekk om de fortsatt er i bruk.
Shredder_Sucess_M=Makulering vellykket.
Shredder_OneSucess_M=Makulering vellykket.
Shredder_DirIsEmpty_M=Den er tom. Du kan ikke makulere den.
FileShredder_MaxCount_M=5000 filer er lagt til. Vennligst legg til de resterende etter at makuleringen har gjort seg ferdig.
BatchUninstall_NoneSelect_M=Vennligst velg minst et program
OtherInfo_M="%s" kan bare avinstalleres fra Kontrollpanelet. Vil du gå til Kontrollpanelet for å fortsette avinstalleringen?
RelationInfo_M="%s" vil avinstalleres samtidig. Er du sikker på at du vil fortsette avinstalleringen?
EndProInfo_M=Prosess "%s" av "%s" kjører fremdeles. Sjekk at du har avsluttet "%s"  og klikk Fortsett.
DRclickmis_M="%s" kan ikke avinstalleres på rutinemessig måte. Vennligst <a>klikk her</a> for detaljert informasjon om avinstalleringen og foretaden  på nytt.
UinstallAgain_M=Avinstaller igjen.
license_expired_M=Lisensen %s kan ikke aktiveres. Vennligst klikk <a>her</a> kjøp en ny lisens for IObit Uninstaller PRO
license_maximum_M=Lisensen %s har blitt aktivert for maksimum antall PCer og kan ikke brukes. Vennligst klikk <a>her</a> for å kjøpe en ny lisens for å aktivere IObit Uninstaller
license_Free_M=Lisensen %s kan ikke benyttes. Vennligst kjøp en ny lisens for å aktivere IObit Uninstaller PRO.
license_valid_M=Ugyldig lisenskode! Vennligst angi en gyldig lisenskode.
Uninstall_Btn_Str=Avinstaller
SureToDelete_Str=Er du sikker på at du vil slette det valgte elementet?
DeselectAll_Str=Fravelg alle
SelectAll_Str=Velg alle
SuccessReslutFromHistroySome=Gjenværende filer fra <a>%d</a> programer er renset.sjekk detaljer nedenfor.
SuccessWithNoResidualSingle=Du har avinstallert <a>%d</a> program og alle restfiler.
SuccessWithNoResidualSome=Du har avinstallert <a>%d</a> programer og alle restfiler.
FailedReslut="%s" kan ikke avinstalleres. Skriv inn din e-postadresse i boksen nedenfor og klikke på Tilbakemeldingsknappen. En avinstalleringslogg vil bli sendt oss.
AllFailedReslutSingle=Avinstallering av %s mislyktes. Skriv inn din e-postadresse i boksen nedenfor og klikke på Tilbakemeldingsknappen. En avinstalleringslogg vil bli sendt oss.
AllFailedReslutSome=Avinstallering av %d programmer mislyktes.
MsgBox_SelectWin8App=Vennligst velg minst en applikasjon.
NoticeInfo_One=Skadelig plug-in er oppdaget i nettleseren din. Vennligst åpne IObit Uninstaller for å fjerne den.
NoticeInfo_Some=Skadelige plug-ins er oppdaget i nettleseren din. Vennligst åpne IObit Uninstaller for å fjerne dem.
FuncPluginRemoveSuccessMsgBox=Elementer er fjernet
FuncPluginSelectMsgBox=Vennligst velg et elemet først.
FuncPluginRemoveFailedMsgBox_2=Vennligst avslutt de følgende nettleserne for å fjerne elementene:
FuncPluginRemoveFailedMsgBox_3=Vennligst avslutt nettleserne og forsøk på nytt.
FuncPluginRemoveFailedSingleMsgBox=Fjerning av %s mislyktes. Vennligst klikk på Tilbakemelding for å få hjelp.
FuncPluginRemoveFailedSomeMsgBox=Fjerning av %d plugins mislyktes. Vennligst klikk på Tilbakemelding for å få hjelp.
RestoreDefaultSettingsButton=Gjenopprett %s standard innstillinger
FeedBack_Sending=Sender...
FeedBack_SendingSuccess=Sending var vellykket
FeedBack_SendFailed=Sendingen gikk galt. Vennligst klikk OK for å Sende inn en tilbakemelding online.
licenseEg_M=F.eks: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=Hvit
NouselessFiles_M=Ingen unødvendige filer funnet på din datamaskin.
ExistDownloadFile_M=Er du sikker på at du vil fjerne den valgte filen fra Nedlasingsfolderen.
scaning_M=Skanner
Exit_M=Avslutt
OpenIU_M=Åpne IObit Uninstaller
Allthefollowing_M=Alle valgte restfiler har blitt fjernet.
SpecTClose=Avslutt
SpecTOK=OK
SpecTHide=Skjul
SpecTUninstalling=Avinstaller følgende program:
SpecTUninstallingM=Avinstaller følgende programer:
SpecTUninstalled=program har blitt avinstallert:
SpecTUninstalledM=programer har blitt avinstallert:
Shredder_NotAddFolder_M=Kan ikke makulere filen "%s" fordi denne operasjonen kan skape ustabilitet.
ForceUninstallEndProgressMsg=%s kjører. Vennligst avslutt prosessen og prøv igjen.
Setting_UITitle=Brukergrensesnitt
Setting_UpdateTitle=Oppdateringsmetode
Setting_GeneralTilte=Generell
Setting_NotificationTilte=Varsel
Setting_Size_Normal=Normal
Setting_Size_Large=Stor
Setting_Size_Larger=Større
Update_NoItem_Tip=Ingen Windows oppdateringer funnet
MsgBox_SelectProgram=Vennligst velg minst et program
UpdateColumnStr_Title=Oppdateringsnavn (Total: %d)
Update_Loading_Tip=Laster inn Windows oppdatering...
Win8NoItemTip=Ingen Windows applikasjoner funnet.
Win8ColumnStr_Title=Applikasjonsnavn (Total: %d)
Detail_Tip=Detaljer
Detail_Name=Navn
Detail_Ver=Versjon
Detail_Path=Instalasjonsområde
Detail_Des=Beskrivelse
Detail_Publisher=Utgiver
Win8LoadingApp=Laster inn applikasjoner...
Win8ListViewGroupsWin8AppHeader=Windows applikasjoner
Win8ListViewGroupsWin8AppSubtitle=Applikasjoner er utgitt av Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Tredjeparts applikasjoner
Win8ListViewGroupsThirdSubtitle=Applikasjoner er publisert av tredjeparts firmaer.
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Skadelige oppgavelinjer og plug-ins
ListViewGroupMaliciousDesc=Disse oppgavelinjene og plug-ins kan endre din standard nettleser og stjele prival informasjon.
ListViewGroupAdTitle=Annonsebaserte oppgavelinjer og plugins
ListViewGroupAdDesc=Disse oppgavelinjene og plug-ins kan vise annonser, bannere etc.
ListViewGroupTrustTitle=Pålitelige verktøylinjer og plug-ins
ListViewGroupTrustDesc=Disse verktøylinjene og plug-ins vil ikke skade datamaskinen. Du kan fjerne eller beholde dem etter behov.
ListViewGroupExtensions=Extensions
ListViewGroupPlugins=Plug-ins
ListViewGroupToolbar=Verktøylinje
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=Innebygde programmer
ListViewGroupExtension_DES=Utvidelser benyttes for å egendefinere nettleseren med egenskaper du foretrekker
ListViewGroupPlugin_DES=Plug-ins kan installeres enkelt og bli benyttet som del av nettleseren
ListViewGroupToolbar_DES=Verktøylinjer hjelper brukere med å få tilgang til nettsider eller for utføring av andre funksjoner
ListViewGroupBHO_DES=BHO hjelper til med å lage personifiserte nettlesere og sørge for enklere interaktive funksjoner
ListViewGroupActivex_DES=ActiveX benyttes av Internet Utforkeren for å utføre media avspilling.
ListViewGroupInjection_DES=Injiserte programmer vil injisere tredjeparts DLL-filer til nettleserprosessen din for å gi enkelte funksjoner
PluginNoItemTip=Ingen oppgavelinjer eller plug-ins finnet i nettleseren din.
NoSerchItem_Tip=Ingen elementer passer med søket.
PluginColumnStr_Title=Navn (Totalt: %d)
ChromeSysncStr=Deaktiver Chrome Sync-funksjonen for å fjerne valgte plug-ins fullstendig. Ellers kan plugins installeres på nytt automatisk.
FuncPluginSysPluginMsgBox=Det er ikke anbefalt å fjerne %s fordi noen nettleserfunksjoner kan påvirkes som følge av dette.
FuncPluginLoading=Laster...
FuncPluginRmoveSuccess=Vellykket fjerning. Laster...
FuncVotePlugSelectMsgBox=Vennligst velg et element for vurdering
FuncPluginRmoveConfireSingleMsgBox=Er du sikker på at du vil fjerne følgende element:
FuncPluginRmoveConfireSomeMsgBox=Er du sikker på at du vil fjerne følgende elementer:
FuncCheckBrowserMsgBox_1=%s kjører.
FuncCheckBrowserMsgBox_2=Klikk OK for å avslutte den. (Vennligst lagre innholdet først).
FuncCheckBrowserMsgBox_3=Eller klikk Avslutt for å gå ut av operasjonen.
FuncCheckBrowserMsgBox_4=%s kjører.
FuncCheckBrowserMsgBox_5=Klikk OK for å tvinge avslutning (Innhold som ikke er lagret kan gå tapt).
FuncCheckBrowserMsgBox_6=Eller klikk Avslutt for å gå ut av operasjonen.
FuncPluginRemoveFailedMsgBox_1=Kunne ikke fjerne de følgende elemetene:
FuncPluginRemoveFailedMsgBox_4=%s kan kanskje ikke fjernes fordi den holdes av %s. Vennligst gå ut av %s og forsøk å fjerne den igjen.
FuncRestoreSuccessMsgBox=Gjenopprett til standard innstillinger.
FuncRestoreFailedMsgBox=Gjenoppretting av standard innstilling for nettlerer gikk galt. Vennligst avslutt %s og forsøk på nytt.
PluginRestoreStr=Gjenopprett %s standard innstillinger
FuncVoteMarkSelectMsgBox=Vennligst gi en vurdering.
FuncVoteFailedMsgBox=Vurderingen gikk galt. Vennligst sjekk nettverksforbindelen og forsøk på nytt.
FuncVoteActiveVote=Vurdering
FuncVoteWaitting=Sender inn vurdering. Vennligst vent...
VoteStr_1=<a>1</a> bruker har gitt vurdering. Du har allerede gitt din vurdering.
VoteStr_2=Ingen vurdering er mottatt enda. Bli den første til å vurdere.
VoteStr_3=<a>%d</a> brukere har avgitt vurdering. Du har allerede gitt din vurdering.
VoteStr_4=<a>%d</a> brukere har avgitt vurdering. Hva mener du om denne plug-in'en
NoticeInfoEx_One=<a>1</a> skadelige plug-in er oppdaget i nettleseren. Vennligst åpne IObit Uninstaller for å fjerne den.
NoticeInfoEx_Some=<a>%d</a> skadelige plugins er oppdaget i nettleseren. Vennligst åpne IObit Uninstaller for å fjerne den.
UninstallPromote=Kjøp nå
OneItemStr=%d element
SomeItemStr=%d elementer
OneItem=element
SomeItems=elementer
RebootToDelete_Str=(Slett ved omstart)
UninstallingSingleStr=Vil du avinstallere valgt program?
UninstallingSomeStr=Vil du avinstallere de valgte %d programmene?
Uninstall_Str=Avinstallerer %s (%d/%d)
Scan_Str=Skanner %s (%d/%d)
CreateRetore_Str=Lager et gjenopprettingspunkt. Vennligst vent...
SureToDeleteSomeStr=Avinstallerte <a>%d</a> programmer. Pass på at du bare markerer det elementet du vil slette.
SureToDeleteOneStr=Avinstallerte <a>1</a> program. Pass på at du bare markerer det elementet du vil slette.
SureToDeleteByHistroyStr=Skanning utført. Pass på at du bare markerer det elementet du vil slette.
DeletingStr=Sletter gjenværende. Vennligst vent...
DeleteCancleStr=Er du sikker på at du vil avbryte slettingen?
RestoringCancleStr=Oppretter gjenopprettingspunkt. Er du sikker på at du vil avslutte?
RegistryCaption_Str=Register
FileCaption_Str=Fil
TaskCaption_Str=Planlagte handlinger
ServiceCaption_Str=Systemtjenester
HintProToolStr=Avansert avinstallering hjelper deg med å avinstallere %s fullstendig.
SuccessReslutFromHistroySingle=Gjenværende filer fra program er renset. Sjekk detaljer nedenfor.
SuccessReslutFromUninstallSingle=Du har avinstallert <a>%d</a> program. Sjekk detaljer nedenfor.
SuccessReslutFromUninstallSome=Du har avinstallert <a>%d</a> programer. Sjekk detaljer nedenfor.
SuccessReslutNeedRestartSingle=<a>%d</a> program er avinstallert.
SuccessReslutNeedRestartSome=<a>%d</a> programer er avinstallert.
FileDeleteReslut=Filer slettet:  <a>%s</a>
RegDeleteReslut=Registeroppføringer slettet:  <a>%d</a>
TaskDeleteReslut=Tidsstyrte oppgaver slettet:  <a>%d</a>
ServiceDeleteReslut=Tjenester slettet:  <a>%d</a>
HtmlRecomReslutCaption=Avinstallert <a>%d</a> programmer og fjernet gjenværende elementer:
HtmlFileReCaption=<a>%s</a> unyttige filer
HtmlRegReCaption=<a>%d</a> unyttige registerelementer
HtmlTaskReCaption=<a>%d</a> ugyldige registeroppføringer
HtmlServicesReCaption=<a>%d</a> ugyldige systemtjenester
RebootYes=Start på nytt nå
RebootLater=Senere
FromHistroyNoItem=Ingen rester funnet,
FromUninstallNoItem=Ingen gjenværende elementer funnet i Powerful Scan.Avinstallering fullført.
RelatedMetroText=Disse applikasjonene er relaterte. Avinstallerer du et, vil alle bli avinstallert automatisk. Er du sikker på at du vil avinstallere alle?
RelatedSoftText=De buntede proble installert på samme tid. Vil du avinstallere dem samtidig?
EmailHint=Vennligst angi din korrekte e-postadresse her
MemoHint=Fint om du kan beskrive forslagene eller problemene du fant i detalj.
EmailMessage=Vennligst sjekk at e-postadressen din er korrekt slik at vi kan komme tilbake til deg.
ScreenMaxMessage=Operasjonen mislyktes. Du har nådd grensen på maksimum 5 skjermdumper.
CloseHintMsg=Er du sikker på at du ikke vil sende inn tilbakemelding?
FeedBack_1=Jeg liker det
FeedBack_2=Forslag
FeedBack_3=Avinstallering misluktes
FeedBack_4=Visning av alle programmer mislyktes.
FeedBack_5=Powerful Scan problemer
FeedBack_6=Rapporter en feil i programmet
FeedBack_7=Annet
RelatedProTip=Aktiver PRO versjonen for å avinstallere buntede programmer samtidig.
SpecProTip1=Avinstaller %s og flere programmer fullstendig.
SpecProTip2=Aktiver PRO for å dra nytte av disse funksjonene og utnytt mer profesjonelle egenskaper.
UninstallProTipEnterCode=Angi kode
UninstallProTipActive=Aktiver nå
UninstallProTipManage=Administrer lisens
Scan_M=Skan
Clean_M=Rens
Cleaning_M=Renser
SelectAll_M=Velg alle
DeselectAll_M=Fravelg alle
PleaseSelect_M=Du må minst velge et element for skanning.
CloseHint_M=Avslutt
Invalid_item_M=(Ugyldig element)
ListviewHeader_Software_M=Programnavn (Total: %d)
SoftwareFrame_ProgramName_M=Programnavn (Total:%s)
History_Scan_M=Skan
History_Detail_M=Detalj
History_Residualfilesleft_M=Restfiler tilbake
Uninstalled_completely_M=Avinstallering ferdig
History_Installed_M=Installert
History_info_DouBle_M=Programmer som siste gang ble valgt for avinstallering er ikke fullstendig avinstallert. Vennligst klikk "Avinstaller" for å fortsette.
History_info_One_M=Program som siste gang ble valgt for avinstallering er ikke fullstendig avinstallert. Vennligst klikk "Avinstaller" for å fortsette.
SoftwareFrame_InstallDate_M=Installasjonsdato
SoftwareFrame_FrequencyUse_M=Bruksfrekvens
HistoryInfo_DisplayName=Vis navn
HistoryInfo_Publisher=Utgiver
HistoryInfo_Version=Versjon
HistoryInfo_InstallDate=Størrelse
HistoryInfo_UseSize=Brukt plass
HistoryInfo_Location=Plassering
HistoryInfo_UninstallDate=Avinstalleringsdato
SoftwareFrame_Frequency_DaysHint_M=Inaktiv i %s dager.
Noprograms_Frequencyofuse_M=Alle dine programmer er ofte benyttet.
Noprograms_100Size_M=Ingen programmer overstiger 100 MB
Noprograms_match_M=Ingen elementer passer med søket.
Noprograms_Recent_M=Ingen programmer er installert de siste 10 dagene.
Details_M=Detaljer
Export_M=Eksporter
monthsago_M=%d måneder siden
yearsago_M=%d år siden
yearsagos_M=%d år siden
days_left_M=dager igjen
SU_Title=Software Updater
SU_COL_Name=Software Updater
SU_COL_Version=Versjon
SU_COL_Ignore=Ignorer
SU_COL_State=Tilstand
SU_Ignore=Ignorer
SU_Ignored=Ignorert
SU_NoIgnore=Ikke ignorer
SU_Update=Oppdatering
SU_Updating=Oppdatering
SU_UpToDate=Up to date
SU_NewVersion=Ny versjon
SU_CurrVersion=Nåværende versjon
SU_ActivePro=Aktiver oppdateringer automatisk
SU_Button_UpdateAll=Oppdater alle
SU_Tip=Hjelper deg med å holde viktige programmer up to date enkelt og effektivt.
APTitle=Aktiver alle PROs
AP1=Avinstaller mer gjenstridige programmer
AP2=Fjern buntede programmer fullstendig
AP3=Fjern Adware i nettleser
AP4=Avinstaller skadelige plugins
Explorer_Button=Filmakulator
Controlpanel_Button=Kraftig avinstallering

[promot_M]
CountDown_M=Tidsbegrenset tilbud: %dd:%dh:%dm:%ds:%dms*
Youhave_M=Du har spesialtilbud med %D% avslag fra IObit!
ThisSpecial_M=Dett spesialtilbudet rettes bare bare til lojale brukere som har hjulpet oss å lage en bedre IObit Uninstaller.
OnlyDays_M=Bare %D dager igjen
enjoy_the_PRO_M=Aktiver nå og dra nytte av PRO egenskapene:
PromotOne_M=Fjern de mest gjenstridige programmene
PromotTwo_M=Fjern buntede programmer fullstendig
PromotThere_M=Fjern Adware i nettleser
ActivateNow_M=Aktiver nå
GiveOffer_M=Ønsker ikke å motta spesialtilbud

[ActionCenter_M]
M_kvpCaption=Video nedlaster
M_kvpInfo_NotIns=Rask nedlasting av videoer fra YouTube og flere enn 10.000 nettsider.
M_kvpInfo_UpToDate=Rask nedlasting av videoer fra YouTube og flere enn 10.000 nettsider.
M_kvpOffer=Rask nedlasting av videoer fra YouTube og flere enn 10.000 nettsteder.<br>Last ned videoer i et hvilket som helst format med bare ett klikk.<br> Last ned YouTube spillelister && Lynda spillelister i batch.<br>3X raskere nedlastingshastighet med flertrådsteknologi.<br>Konverter online && lokale videoer til et hvilket som helst format.
M_ASCOffer=Rengjør og optimaliser PCen med 1-klikk.<br>Øk hastigheten på PCens oppstartstid opptil 300% raskere.<br>Fjern surfingsporene for å sikre ditt privatliv.<br>Overvåk PCen i sanntid for jevnere kjøring.<br>Beskytt din PC mot kjent spionvare.
M_IMFOffer=Kraftig og omfattende beskyttelse mot trusselprogrammer.<br>Forsvar mot ransomware som GoldenEye og Wannacry.<br>Sikkerere nettlesing og nedlastinger.<br>Sikrere && bedre generell bekyttelse i sanntid.
M_DBOffer=Stor driverdatabase (1.000.000+).<br>Automatisk oppdatering av drivere med 1-klikk.<br>Sikker oppdatering med kvalifiserte WHQL-drivere.<br>Vanlige problemer (f.eks. nettverk, lyd) repareres.<br>Reduser system frys && krasj.
M_SDOffer=Raskere filtilgang.<br>Maksimum ytelse for harddisker.<br>Minimer oppstartstid for PCen med opptil 100%.<br>Optimaliser spill for bedre opplevelse,
M_SMOffer=Hent tilbake den klassiske startmenyen for Windows 8/10.<br>Den kraftige og enkle filsøkemotoren.
M_IOTOffer=Din beste iPhone-manager og programvare for overføring til iPhone.<br>Overfør iPhone-data mellom iPhone/iPad/iPod/PC.<br>Enkel og gratis administrasjon av iPhone-bilder, musikk, videoer.<br>Fjern søppelfiler && cache for å frigjøre plass.
M_Moffer_Title=IObit anbefaler
M_Close=Avslutt
M_Cancel=Avbryt
M_Moffer_Install=Installer
M_Moffer_NoteEP=Ved å klikke "Installer" aksepterer du å installere %s og aksepterer <a>lisensavtale</a> && <a>Personvernregler</a>.
M_Moffer_Refund=<a>Merk:</a> Du kan få tilbakebetaling innen 30 dager. Les våre <a>refusjonsregler</a>.
M_DLOffer=Rask og enkel metode for å administrere passord.<br>Generer unike passord for beskyttelse av dine kontoer.<br>Automatisk innlogging på dine nettsidefavoritter.<br>Kompatibel med Windows, Mac, iOS og Android.
M_FixAllAC=Hent alle
M_HideAC=Skjul
M_ShowAC=Vis
M_ShowACTitle=Sikkerhet && ytelse
M_ShowACDesc=Klikk på "Vis" for å vise andre anbefalte programmer. Installer dem for bedre sikkerhetsbeskyttelse og PC-ytelse.
M_AC_FreeTitle=Sikkerhet && ytelse
M_AC_FreeHelp_Ins=Få bedre sikkerhetsbeskyttelse og ytelsesforbedringer med de anbefalte programme.
M_AC_FreeHelp_Upt=Du har ikke intallert de forbedrede funksjonene og egenskapene som nylig har blitt lagt til.
M_AC_FreeHelp_OK=Ved å kjøre de følgende programmene regelmessig vil du oppnå bedre sikkerhetsbeskyttelse og PC ytelse.
M_AC_Free_EULA=Tidligere akseptert lisensavtale for sluttbrukere gjelder også andre anbefalte IObit produkter.
M_AC_Free_ReadEULA=Les EULA
M_ShowACTitle2=Merk!
M_AC_FreeTitle2=Aksjonssenter
M_AC_FreeDetail2=Få bedre sikkerhetsbeskyttelse og ytelse med anbefalte programmer. Tidligere akseptert <a>Lisensavtale for sluttbrukere</a> gjelder også andre anbefalte IObit produkter.
M_Scan=Skanner...
M_Recomm_Ins=Anbefalt: Installer %s
M_Recomm_Upt=Anbefalt: Oppdater %s
M_none=Ingen
M_Fix=Installer nå
M_Install=Installer nå
M_fixing=Installer
M_Updating=Oppdaterer
M_fixed=Fått
M_failed=Feilet
M_RuningWell=Siste versjon er installert
M_Outdated=Utdatert
M_NotInstalled=Ikke installert
M_ASCCaption=Systemytelse
M_ASCInfo_NotIns=Fant registerfeil, privatforhold og søppelfiler i systemet ditt.
M_ASCInfo_UpToDate=Advanced SystemCare øker hastigheten og optimaliserer PCen med 1 klikk.
M_ASCInfo_NeedUpDate=Advanced SystemCare er utdatert.
M_ASCDesc=1-klikk for å beskytte og optimere PC'en din
M_RunASC=Skan nå
M_IMFCaption=Beskyttelse mot trusselprogrammer
M_IMFInfo_NotIns=Oppnå bedre beskyttelse ved å installere IObits anti-spionprogram.
M_IMFInfo_UpToDate=IObit Malware Fighter beskytter PCen din mot ulike trusselprogrammer.
M_IMFInfo_NeedUpDate=Ditt anti-spionprogram er utdatert.
M_IMFDesc=Beskutt PC'en din mot skadelig trusselprogrammer.
M_RunIMF=Skan nå
M_DBCaption=Driver Updater
M_DBInfo_NotIns_C=Fant  utdaterte drivere som kan gjøre PCen tregere & destabilisere den.
M_DBInfo_NotIns=Det kan finnes utdaterte drivere i systemet. Dette kan gjøre PCen din tregere && destabilisere PCen.
M_DBInfo_UpToDate=Driver Booster oppdaterer utdaterte drivere på PCen
M_DBInfo_NeedUpDate=Driveroppdateringsprogrammet er utdatert.
M_DBDesc=Oppdater alle utdaterte drivere på PC'en.
M_RunDB=Skan nå
M_SDCaption=Diskoptimalisering
M_SDInfo_NotIns=Distoptimaliseringsforhold funnet. Optimaliser dem for å gjøre disken raskere.
M_SDInfo_UpToDate=Smart Defrag defragmenterer disken din for høyere ytelse.
M_SDInfo_NeedUpDate=Diskfragmenteringsprogrammet er utdatert.
M_SDDesc=Defragmenter disken for høyere ytelse.
M_RunSD=Defragmenter nå
M_SMCaption=Startmeny
M_SMInfo_NotIns=Hent tilbake den vanlige startmenyen i Windows.
M_SMInfo_UpToDate=Startmeny 8 henter tilbake Windows' "Startmeny"
M_SMInfo_NeedUpDate=Startmeny 8 er utdatert.
M_SMDesc=Hent Windows "Start" menyen tilbake.
M_RunSM=Kjør nå
M_AMCCaption=Android beskyttelse
M_AMCInfo_NotIns=Få bedre sikkerhet og beskyttelse av personvern for Androidenheten din.
M_Recomm_Ins_AMC=Anbefalt: Installer %s på din Androidenhet.
M_AMCDesc=Optimer og sikre Android enhenten din.
M_RunAMC=Hent nå
M_DLCaption=Passordadministrasjon
M_DLInfo_NotIns=Beskytt og administrer dine passord med Dashline på en sikker måte.
M_DLInfo_UpToDate=Glem aldri dine passord igjen når du bruker Dashline
M_RunDL=Administrer
M_AC_FreeTitleHide1=Alle anbefalte programmer er skjulte!
M_IUCaption=Program Uninstaller
M_IUInfo_NotIns=Fjern uønskede programmer, verktøylinjer og plug-ins for nettlesere.
M_IUInfo_UpToDate=IObit Uninstaller fjerner plus-ins og apps meget grundig.
M_IUInfo_NeedUpDate=IObit Uninstaller er utdatert.
M_RunIU=Kjør nå
M_FPCaption=Videokonverterer
M_FPInfo_NotIns=Hent en videokonverterer slik at du kan konvertere videoer beregnet for ulike enheter.
M_FPInfo_UpToDate=Få gleden av å se dine videoer på de enhetene du ønsker.
M_FPInfo_NeedUpDate=Formatpakken et utdatert.
M_iFreeUpCaption=iOS Optimalisering
M_RuniFreeUp=Skan nå
M_BuyiFreeUp=Kjøp nå
M_iFreeUpDesc=Frigjør plass på iOS enheten.
M_iFreeUpInfo_NotIns=Det kan være mye verdifull plass å spare på din iOS enhet.
M_iFreeUpInfo_UpToDate=iFreeUp frigjør plass på din iOS enhet
M_iFreeUpInfo_NeedUpDate=iFreeUp er utdatert
M_Recomm_Ins_iFreeUp=Anbefalt: Installer %s for å frigjøre bortkastet plass.
M_RunSGB=Boost nå
M_SGBCaption=Spilloptimalisering
M_SGBInfo_NotIns=Boost spill og PCens livsløp mens du holder den i toppform.
M_SGBInfo_UpToDate=Superb Game Boost øker hastigheten og optimaliserer spillytelse med bare ETT klikk.
M_SGBInfo_NeedUpDate=Superb Game Boost er utdatert.
M_VipTitle=VIP eksklusivt tilbud
M_AC_ShareTip=Del dette eksklusive tilbudet med venner og familie
M_AC_Pro_Title=Andre produkter anbefalt for bedre sikkerhet og ytelse.
M_ACPro_SubTitle=Kjøp nå for å nyttegjøre deg av de eksklusive rabattene som bare gjelder for ASC PRO brukere.
M_ACPro_SubTitle_AU=Kjøp nå og nyt godt av rabattpris som bare gjelder for PRO versjonen av ASC Ultimate.
M_ActionCenterTitle_Perfectly=Alle programmer kjører perfekt!
M_SubTitle_Perfectly=Kjør de følgende programmene med jevne mellomrom slik at du oppnår bedre sikkerhetsbeskyttelse og ytelse for PC'en.
M_ShowACTitlePro=VIP eksklusivt tilbud
M_ShowACDescPro=Klikk "Vis" for å se de eksklusive rabattene for andre anbefalte IObit programmer.
M_AC_ProShareMail=Del via e-post
M_AC_ProShareFB=Del via Facebook
M_AC_NoMailCLient=Operasjonen feilet fordi standard e-post klient ikke er installert korrekt.
M_BuyIMF=Kjøp nå
M_BuyDB=Kjøp nå
M_BuySD=Kjøp nå
M_AC_Tips=Få bedre sikkerhetsbeskyttelse og ytelse ved å installere anfefalte programmer.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport.Caption=Send feilrapport
lblErrorDetails.Caption=Feildetaljer:
lblUserEmail.Caption=Din e-postadresse:
lblSuccTips.Caption=Takk for at du sender oss en feilrapport.
btnClose.Hint=Avslutt

[SendBugReportNew_M]
M_AskUserTips=har støtt på et problem. Vennligst send oss en feilrapport slik at vi kan få rettet problemet.
M_BugStatisticsTips=har støtt på et problem og må lukkes. Vi analyserer problemet nå. Vennligst vent...
M_SendingTips=Sender...
M_AttentionTips=har støtt på et problem og må lukkes. Vennligst start det på nytt senere.
M_InvalidEmailTips=Ugyldig e-postadresse! Vennligst angi en gyldig adresse slik at vi kan sende deg en e-post.
M_OKTips=OK

[ACD_M]
M_Downloading=Laster ned:
M_TipFixing=Reparerer
M_Tips=Nedlasting foregår. Dobbeltklikk på ikonet for å se detaljer.
M_Installing=Installerer:
M_MD5Faild=Den nedlastede filen er ødelagt. Vennligst prøv igjen senere.
M_NetError=Nedlasting gikk feil på grunn av nettverksfeil. Vennligst forsøk igjen senere!
M_DiskIsFull=Utilstrekkelig diskplass!
M_Speed=Hastighet:
M_AreSure_IObit=Er du sikker på at du vil forlate IObit Downloader?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Avbryt
lbl_Min.Caption=Minimer
btnClose.Hint=Avslutt

